[
    { "route":"/monitor", "id": "monitor_0", "text": "El monitor no enciende" },
    { "route":"/monitor", "id": "monitor_1", "text": "Asegúrate de los cables de alimentación y VGA estén conectados correctamente al monitor y CPU." },
    { "route":"/monitor", "id": "monitor_2", "text": "Verifica que el cable de energía este correctamente conectado al tomacorriente." },
    { "route":"/monitor", "id": "monitor_3", "text": "Asegúrese que el monitor esté encendido, normalmente el botón alumbra, de lo contrario presione el botón y encienda el monitor." },
    { "route":"/monitor", "id": "monitor_4", "text": "Si el monitor enciende, pero no da imagen verifique que esté saliendo por la señal analógica; este se puede cambiar en el botón antes de auto como se ve en la imagen." },
    { "route":"/monitor", "id": "monitor_5", "text": "También puedes probar si está compartiendo la otra pantalla con el comando de Windows + P, y seleccionar Ampliar" },
    { "route":"/monitor", "id": "monitor_6", "text": "Si no funciona ninguna de las acciones anteriores, llama al técnico encargado; probablemente se tiene que cambiar algún periférico." },
    { "route":"/imagen", "id": "image_0", "text": "La imagen es borrosa o poco nítida" },
    { "route":"/imagen", "id": "image_1", "text": "Ajusta la resolución de la pantalla en la computadora para mejorar la nitidez de la imagen." },
    { "route":"/imagen", "id": "image_2", "text": "La imagen está distorsionada o de colores diferentes" },
    { "route":"/imagen", "id": "image_3", "text": "Llama al tecnico para probar con un cable de video diferente." },
    { "route":"/imagen", "id": "image_4", "text": "Verifica la configuración de escalado de imagen en la computadora." },
    { "route":"/imagen", "id": "image_5", "text": "Aparecen lineas o rayas en la pantalla" },
    { "route":"/imagen", "id": "image_6", "text": "Verifica si hay daños en el monitor o en el cable de video." },
    { "route":"/imagen", "id": "image_7", "text": "Si persiste el problema llama al tecnico encargado" },
    { "route":"/imagen", "id": "image_8", "text": "Los colores son incorrectos o estan descoloridos" },
    { "route":"/imagen", "id": "image_9", "text": "Verifica la configuración de temperatura de color del monitor en el menú del dispositivo." },
    { "route":"/headset", "id": "headset_0", "text": "No se escucha headset" },
    { "route":"/headset", "id": "headset_1", "text": "Verifica la conexión física" },
    { "route":"/headset", "id": "headset_2", "text": "Asegúrate de que la headset esté bien conectada al puerto USB, prueba con otro puerto USB." },
    { "route":"/headset", "id": "headset_3", "text": "Verifica el micrófono" },
    { "route":"/headset", "id": "headset_4", "text": "Asegúrate de que el micrófono no esté silenciado en la headset." },
    { "route":"/headset", "id": "headset_5", "text": "Haz una prueba al sistema" },
    { "route":"/headset", "id": "headset_6", "text": "Ahora vamos a hacerle una prueba a la headset para eso, Entrar a panel de control, en Hardware y sonido, sonido (administrar dispositivos de audio)." },
    { "route":"/headset", "id": "headset_7", "text": "Reconocer Headset" },
    { "route":"/headset", "id": "headset_8", "text": "Verifica si el sistema reconoce tu headset. Deberías ver un indicador de volumen activo. Si no es así, consulta el siguiente paso." },
    { "route":"/headset", "id": "headset_9", "text": "Configurar Grabación" },
    { "route":"/headset", "id": "headset_10", "text": "Ve a la pestaña de grabación para acceder a las propiedades del micrófono y asegurar que todo funcione correctamente." },
    { "route":"/headset", "id": "headset_11", "text": "Activar Escucha" },
    { "route":"/headset", "id": "headset_12", "text": "Activa la opción \"Escuchar este dispositivo\" y aplica los cambios. Ahora deberías oír tu propia voz a través del headset." },
    { "route":"/headset", "id": "headset_13", "text": "No reconoce el headset USB" },
    { "route":"/headset", "id": "headset_14", "text": "Conexión Física" },
    { "route":"/headset", "id": "headset_15", "text": "Asegúrate de que tu headset esté correctamente conectada al puerto USB Si el problema persiste, intenta probar con otro puerto USB disponible Es crucial también comprobar el estado físico del cable USB busca cualquier daño, doblez o rotura que pueda estar causando la falla." },
    { "route":"/headset", "id": "headset_16", "text": "Verificación del Sistema y Dispositivo" },
    { "route":"/headset", "id": "headset_17", "text": "Verifica que el sistema reconozca el headset correctamente justo al conectarlo. Debería aparecer como un dispositivo de audio activo." },
    { "route":"/headset", "id": "headset_19", "text": "Prueba en otro dispositivo: Conecta el headset a un ordenador o dispositivo diferente para verificar si es el headset o tu computadora la que tiene el problema." },
    { "route":"/headset", "id": "headset_18", "text": "Reinicia tu computadora: A menudo, un simple reinicio puede solucionar problemas de detección de hardware y refrescar los controladores." },
    { "route":"/teclado", "id": "keyboard_0", "text": "Cambiar el Idioma del Teclado" },
    { "route":"/teclado", "id": "keyboard_1", "text": "Cambiar el idioma del teclado: Ve a Configuración > Hora e idioma > Región e idioma. Asegúrate de que el idioma del teclado esté configurado correctamente (p. ej., Español - España)." },
    { "route":"/teclado", "id": "keyboard_2", "text": "Prueba de Funcionamiento" },
    { "route":"/teclado", "id": "keyboard_3", "text": "Probar en otro dispositivo: Conecta el teclado a otro ordenador para descartar un problema del hardware del teclado." },
    { "route":"/teclado", "id": "keyboard_4", "text": "Teclas no responden" },
    { "route":"/teclado", "id": "keyboard_5", "text": "Verificar conexiones: Asegúrate de que el teclado esté correctamente conectado al puerto USB, Verifica que las luces del teclado estén encendidas." },
    { "route":"/teclado", "id": "keyboard_6", "text": "Probar en otro puerto: Conecta el teclado a otro puerto USB." },
    { "route":"/teclado", "id": "keyboard_7", "text": "Reiniciar el ordenador: A veces, un reinicio puede solucionar problemas temporales" },
    { "route":"/mouse", "id": "mouse_0", "text": "Revisión general del funcionamiento del ratón si presenta alguna anomalía se va a realizar lo siguiente" },
    { "route":"/mouse", "id": "mouse_1", "text": "Verificación de conexión y cable" },
    { "route":"/mouse", "id": "mouse_2", "text": "Lo primero que se va a revisar es que el cable del ratón esté conectado correctamente en la torre.Luego se revisa que el cable que este en buenas condiciones." },
    { "route":"/mouse", "id": "mouse_3", "text": "Prueba de funcionamiento online" },
    { "route":"/mouse", "id": "mouse_4", "text": "Luego de haber revisado el cable, se ingresará al siguiente linkhttps://www.onlinemictest.com/es/prueba-de-mouse/para verificar el funcionamiento del mouse. Luego de haber ingresado al enlace se colocará el puntero sobre la ilustración del ratón para comenzar la prueba." },
    { "route":"/mouse", "id": "mouse_5", "text": "Verificación de botones y rueda" },
    { "route":"/mouse", "id": "mouse_6", "text": "Cuando ya se esté sobre la ilustración se empezará probando los botones del ratón dándole clic a ambos y verificando que se esté iluminando en la ilustración." },
    { "route":"/mouse", "id": "mouse_7", "text": "Luego de verificar los botones vamos a verificar la rueda del ratón girándola hacia arriba y abajo verificando que las flechitas en la ilustración se estén iluminando." },
    { "route":"/mouse", "id": "mouse_8", "text": "Si al revisar todos estos parámetros se verifica que el ratón no funciona, avisar al técnico encargado para una revisión más exhaustiva o si se requiere un cambio de mouse." },
    { "route":"/red", "id": "red_0'", "text": "Verifica la conexión física" },
    { "route":"/red", "id": "red_1", "text": "Asegúrate de que todos los cables estén correctamente conectados. Tanto en el computador como en el punto de red, Revisa el cable de red (Ethernet) si estás utilizando una conexión cableada, o verifica que estés conectado a la red Wi-Fi adecuada." },
    { "route":"/red", "id": "red_2", "text": "Verificar Conexiones de Red" },
    { "route":"/red", "id": "red_3", "text": "Verificar la Conexión en la ventana Conexiones de Red: Simbolo Windows+R: ncpa.cpl, para asi identificar si reconoce el cable de red." },
    { "route":"/red", "id": "red_4", "text": "Si tras seguir los procedimientos previamente mencionados no se logra obtener una solución, Se deberá notificar al Supervisor de Campaña correspondiente para que inicie el proceso de creación de una incidencia o ticket en el sistema de gestión de incidencias (GLPI). Esto permitirá que un técnico se desplace para realizar un diagnóstico y resolver el problema de manera oportuna y eficaz." }

]
